-- phpMyAdmin SQL Dump
-- version 4.9.2
-- https://www.phpmyadmin.net/
--
-- 主机： 127.0.0.1
-- 生成日期： 2020-07-15 05:28:55
-- 服务器版本： 10.4.11-MariaDB
-- PHP 版本： 7.4.1

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- 数据库： `xjd`
--

-- --------------------------------------------------------

--
-- 表的结构 `1`
--

CREATE TABLE `1` (
  `c1_id` int(11) NOT NULL,
  `c2_id` int(11) NOT NULL,
  `c3_id` int(11) NOT NULL,
  `c3_name` varchar(255) NOT NULL,
  `c3_img` varchar(255) NOT NULL,
  `c3_ishot` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- 转存表中的数据 `1`
--

INSERT INTO `1` (`c1_id`, `c2_id`, `c3_id`, `c3_name`, `c3_img`, `c3_ishot`) VALUES
(8, 62, 1, '个护清洁', 'jdcs-0001.jpg', '1'),
(8, 62, 2, '个护清洁', 'jdcs-0002.jpg', '1'),
(8, 62, 3, '个护清洁', 'jdcs-0003.jpg', '1'),
(8, 62, 4, '个护清洁', 'jdcs-0004.jpg', '1'),
(8, 62, 5, '个护清洁', 'jdcs-0005.jpg', '1'),
(8, 62, 6, '个护清洁', 'jdcs-0006.jpg', '1'),
(8, 62, 7, '个护清洁', 'jdcs-0007.jpg', '1'),
(8, 62, 8, '个护清洁', 'jdcs-0008.jpg', '1'),
(8, 62, 9, '个护清洁', 'jdcs-0009.jpg', '1'),
(8, 62, 10, '个护清洁', 'jdcs-00010.jpg', '1'),
(8, 62, 11, '个护清洁', 'jdcs-00011.jpg', '1'),
(8, 63, 12, '休闲零食', 'jdcs-00012.jpg', '1'),
(8, 63, 13, '休闲零食', 'jdcs-00013.jpg', '1'),
(8, 63, 14, '休闲零食', 'jdcs-00014.jpg', '1'),
(8, 63, 15, '休闲零食', 'jdcs-00015.jpg', '1'),
(8, 63, 16, '休闲零食', 'jdcs-00016.jpg', '1'),
(8, 63, 17, '休闲零食', 'jdcs-00017.jpg', '1'),
(8, 63, 18, '休闲零食', 'jdcs-00018.jpg', '1'),
(8, 64, 19, '粮油调味', 'dm-0001.jpg', '1'),
(8, 64, 20, '粮油调味', 'dm-0002.jpg', '1'),
(8, 64, 21, '粮油调味', 'dm-0003.jpg', '1'),
(8, 64, 22, '粮油调味', 'dm-0004.jpg', '1'),
(8, 64, 23, '粮油调味', 'dm-0005.jpg', '1'),
(8, 64, 24, '粮油调味', 'dm-0006.jpg', '1'),
(8, 64, 25, '粮油调味', 'dm-0007.jpg', '1'),
(8, 64, 26, '粮油调味', 'dm-0008.jpg', '1'),
(8, 64, 27, '粮油调味', 'dm-0009.jpg', '1'),
(8, 65, 28, '水饮茗茶', 'jdcs-0019.jpg', '1'),
(8, 65, 29, '水饮茗茶', 'jdcs-0020.jpg', '1'),
(8, 65, 30, '水饮茗茶', 'jdcs-0021.jpg', '1'),
(8, 65, 31, '水饮茗茶', 'jdcs-0022.jpg', '1'),
(8, 65, 32, '水饮茗茶', 'jdcs-0023.jpg', '1'),
(8, 65, 33, '水饮茗茶', 'jdcs-0024.jpg', '1'),
(8, 65, 34, '水饮茗茶', 'jdcs-0025.jpg', '1'),
(8, 65, 35, '水饮茗茶', 'jdcs-0026.jpg', '1'),
(8, 66, 36, '家居用品', 'jdcs-0026.jpg', '1'),
(8, 66, 37, '家居用品', 'jdcs-0027.jpg', '1'),
(8, 66, 38, '家居用品', 'jdcs-0028.jpg', '1'),
(8, 66, 39, '家居用品', 'jdcs-0029.jpg', '1'),
(8, 66, 40, '家居用品', 'jdcs-0030.jpg', '1'),
(8, 66, 41, '家居用品', 'jdcs-0031.jpg', '1'),
(8, 66, 42, '家居用品', 'jdcs-0032.jpg', '1'),
(8, 66, 43, '家居用品', 'jdcs-0033.jpg', '1'),
(8, 66, 44, '家居用品', 'jdcs-0034.jpg', '1'),
(8, 66, 45, '家居用品', 'jdcs-0035.jpg', '1'),
(8, 66, 46, '家居用品', 'jdcs-0036.jpg', '1'),
(8, 66, 47, '家居用品', 'jdcs-0037.jpg', '1'),
(8, 66, 48, '家居用品', 'jdcs-0038.jpg', '1'),
(8, 66, 49, '家居用品', 'jdcs-0039.jpg', '1'),
(8, 66, 50, '家居用品', 'jdcs-0040.jpg', '1'),
(8, 66, 51, '家居用品', 'jdcs-0041.jpg', '1'),
(8, 66, 52, '家居用品', 'jdcs-0042.jpg', '1'),
(8, 67, 53, '京东生鲜', 'jdcs-0043.jpg', '1'),
(8, 67, 54, '京东生鲜', 'jdcs-0044.jpg', '1'),
(8, 67, 55, '京东生鲜', 'jdcs-0045.jpg', '1'),
(8, 67, 56, '京东生鲜', 'jdcs-0046.jpg', '1'),
(8, 67, 57, '京东生鲜', 'jdcs-0047.jpg', '1'),
(8, 67, 58, '京东生鲜', 'jdcs-0048.jpg', '1'),
(8, 67, 59, '京东生鲜', 'jdcs-0049.jpg', '1'),
(8, 67, 60, '京东生鲜', 'jdcs-0050.jpg', '1'),
(8, 67, 61, '京东生鲜', 'jdcs-0051.jpg', '1'),
(8, 68, 62, '中外名酒', 'jdcs-0052.jpg', '1'),
(8, 68, 63, '中外名酒', 'jdcs-0053.jpg', '1'),
(8, 68, 64, '中外名酒', 'jdcs-0054.jpg', '1'),
(8, 68, 65, '中外名酒', 'jdcs-0055.jpg', '1'),
(8, 68, 66, '中外名酒', 'jdcs-0056.jpg', '1'),
(8, 68, 67, '中外名酒', 'jdcs-0057.jpg', '1'),
(8, 69, 68, '小家电', 'jdcs-0057.jpg', '1'),
(8, 69, 69, '小家电', 'jdcs-0058.jpg', '1'),
(8, 69, 70, '小家电', 'jdcs-0059.jpg', '1'),
(8, 69, 71, '小家电', 'jdcs-0060.jpg', '1'),
(8, 69, 72, '小家电', 'jdcs-0061.jpg', '1'),
(8, 70, 73, '母婴玩具', 'jdcs-0062.jpg', '1'),
(8, 70, 74, '母婴玩具', 'jdcs-0063.jpg', '1'),
(8, 70, 75, '母婴玩具', 'jdcs-0064.jpg', '1'),
(8, 70, 76, '母婴玩具', 'jdcs-0065.jpg', '1'),
(8, 70, 77, '母婴玩具', 'jdcs-0066.jpg', '1'),
(8, 70, 78, '母婴玩具', 'jdcs-0067.jpg', '1'),
(8, 70, 79, '母婴玩具', 'jdcs-0068.jpg', '1'),
(8, 70, 80, '母婴玩具', 'jdcs-0069.jpg', '1'),
(8, 70, 81, '母婴玩具', 'jdcs-0070.jpg', '1'),
(8, 71, 82, '营养保健', 'jdcs-0071.jpg', '1'),
(8, 71, 83, '营养保健', 'jdcs-0072.jpg', '1'),
(8, 71, 84, '营养保健', 'jdcs-0073.jpg', '1'),
(8, 71, 85, '营养保健', 'jdcs-0074.jpg', '1'),
(8, 72, 86, '美妆护肤', 'jdcs-0075.jpg', '1'),
(8, 72, 87, '美妆护肤', 'jdcs-0076.jpg', '1'),
(8, 72, 88, '美妆护肤', 'jdcs-0077.jpg', '1'),
(8, 72, 89, '美妆护肤', 'jdcs-0078.jpg', '1'),
(8, 72, 90, '美妆护肤', 'jdcs-0079.jpg', '1'),
(8, 72, 91, '美妆护肤', 'jdcs-0080.jpg', '1'),
(8, 73, 92, '进口食品', 'jdcs-0081.jpg', '1'),
(8, 73, 93, '进口食品', 'jdcs-0082.jpg', '1'),
(8, 73, 94, '进口食品', 'jdcs-0083.jpg', '1'),
(8, 73, 95, '进口食品', 'jdcs-0084.jpg', '1'),
(8, 73, 96, '进口食品', 'jdcs-0085.jpg', '1');

--
-- 转储表的索引
--

--
-- 表的索引 `1`
--
ALTER TABLE `1`
  ADD PRIMARY KEY (`c3_id`);

--
-- 在导出的表使用AUTO_INCREMENT
--

--
-- 使用表AUTO_INCREMENT `1`
--
ALTER TABLE `1`
  MODIFY `c3_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=97;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
